tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "awscli"
brew "bash"
brew "bat"
brew "curl"
brew "findutils"
brew "git"
brew "gnu-sed"
brew "gnutls"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gpgme"
brew "grep"
brew "hey"
brew "htop"
brew "jq"
brew "neovim"
brew "pam-reattach"
brew "pinentry-mac"
brew "ripgrep"
brew "sevenzip"
brew "stylua"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "tmux"
brew "tree"
brew "stow"
brew "watch"
brew "wget"
brew "wordnet"
cask "docker"
cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "meld"
cask "postman"
cask "slack"
cask "stats"
cask "visual-studio-code"
