tap "aws/tap"

brew "awscli"
brew "bash"
brew "bat"
brew "curl"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "golangci-lint"
brew "gpgme"
brew "grep"
brew "hey"
brew "htop"
brew "imagemagick"
brew "jq"
brew "luarocks"
brew "neovim"
brew "node"
brew "pam-reattach"
brew "pinentry"
brew "pinentry-mac"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "sevenzip"
brew "stow"
brew "stylua"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "wordnet"

cask "docker"
cask "font-roboto-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "basictex"
cask "meld"
cask "ngrok"
cask "slack"
cask "stats"
cask "visual-studio-code"
